{
  "path": "/costanorte/cidades/bertioga/uk-announces-200-million-polar-research-ship-1.127",
  "title": "UK announces £200 million polar research ship",
  "template": "articlePagelayout",
  "subtitle": "UK Chancellor George Osborne today announced a new £200 million research ship to ply Arctic and Antarctic waters.",
  "subject": "SUBJECT",
  "author": "Wikinews",
  "images": {
    "image-byline": "Tom L-C",
    "image-contentId": "1.128.1593726125",
    "image-subtitle": "",
    "image-subtitle-original": "RRS James Clark Ross, one of two aging ships currently filling the role of polar research."
  },
  "metadata": [
    "Ernest Shackleton",
    "Clark Ross",
    "George Osborne",
    "Rrs James",
    "Professor Duncan Wingham",
    "Nerc",
    "Antarctic Waters",
    "Europe",
    "Oceania",
    "Arctic",
    "environmental issue",
    "science and technology"
  ],
  "time-created": "28.04.2014 6:48",
  "time-modified": "02.07.2020 19:56",
  "time-published": "28.04.2014 6:48",
  "text": "<p>One of the final frontiers in the world where there is still much discovery to be done are the polar oceans\" said Osborne, explaining \"our two current polar exploration ships are nearing the end of their life and need replacing. So I am delighted that we are investing in a new polar research ship to carry cutting edge British technology to put British scientists at the forefront of research in both the Antarctic and the Arctic oceans.</p>\r\n\r\n<p><a class=\"p-smartembed\" data-attr-f=\"3x2\" data-attr-q=\"0.3\" data-attr-w=\"400\" data-onecms-id=\"policy:1.128\" data-onecms-type=\"image\" href=\"javascript:window.parent.actionEventData({$contentId:'1.128', $action:'view', $target:'work'})\" polopoly:contentid=\"policy:1.128\"><img src=\"/image/policy:1.128/image/image.jpg?f=3x2&amp;w=400&amp;q=0.3\" /></a></p>\r\n\r\n<p>The icebreaking ship is to belong to the British Antarctic Survey and is funded from a £7 billion pot earmarked for science over the next six or seven years. Osborne told those gathered at Cambridge's Laboratory of Molecular Biology today he had \"made it [his] personal priority in government to support scientific endeavour.\"</p>\r\n\r\n<p><a href=\"https://twitter.com/sulco/status/1275039159611203585\">https://twitter.com/sulco/status/1275039159611203585</a></p>\r\n\r\n<p>Funding body the Natural Environment Research Council (Nerc) says the current ships, RRS James Clark Ross and RRS Ernest Shackleton, are to carry on operating at least until 2020. They were built in 1990 and 1995 respectively; RRS Ernest Shackleton is a leased Norwegian vessel. The new vessel is intended to be able to stay in the field longer and, unlike RRS James Clark Ross, feature a helipad.</p>\r\n\r\n<p><cite>UK Chancellor George Osborne today announced a new £200 million research ship to ply Arctic and Antarctic waters.</cite></p>\r\n\r\n<p>Osborne also announced the start of consultations on how to spend the rest of the £7 billion. The announcements come shortly after Nerc completed upgrades to ocean-going 'bluewater' ships RRS Discovery and RRS James Cook. \"The new vessel will make Nerc's entire fleet, ton for ton, the most advanced scientific fleet in the world\" according to Nerc head Professor Duncan Wingham, speaking to the BBC.</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=O8UuiVnOyX0\">https://www.youtube.com/watch?v=O8UuiVnOyX0</a></p>\r\n"
}