{
  "author": "Copia Padolette",
  "comments": "true",
  "contentId": "1.190",
  "content": "<p>Natural de Mogi das Cruzes, Wellington de Castro, ou Konqueror249, como é conhecido no meio virtual, acaba de conquistar o bicampeonato latino de Mortal Kombat 11 – torneio de eSport (modalidade de esportismo profissional eletrônico). Hoje, aos 22 anos, ele provou ser o melhor jogador da América do Sul na final que ocorreu no último dia 5 de junho, em São Paulo. Agora, as metas são internacionais.&nbsp;</p>\r\n\r\n<p>Lutando com o Sub-Zero, um dos personagens mais emblemáticos dos videogames, ele venceu da também brasileira Beatriz “Baka”, por 3 a 2, e levou o título regional pelo segundo ano, na final que reuniu milhares de expectadores em transmissão ao vivo.&nbsp;</p>\r\n\r\n<p><a class=\"p-smartembed\" data-attr-f=\"3x2\" data-attr-q=\"0.3\" data-attr-w=\"400\" data-onecms-id=\"policy:1.191\" data-onecms-type=\"image\" href=\"javascript:window.parent.actionEventData({$contentId:'1.191', $action:'view', $target:'work'})\" polopoly:contentid=\"policy:1.191\"><img src=\"/image/policy:1.191/image2.jpeg?f=3x2&amp;w=400&amp;q=0.3\" /></a></p>\r\n\r\n<p>Vários leitores devem se lembrar da franquia Mortal Kombat, lançada em 1992, na época dos fliperamas. Muita coisa mudou desde o primeiro jogo, em estilo de combate em 2D, até o mais novo lançamento, o ‘MK 11’, que tem sido muito explorado na área dos eSports por sua competitividade. Para dominar as técnicas do game é preciso muita prática. Também são necessários estudo do adversário e reações rápidas. Hoje, Wellington atua de forma profissional, sendo representante do time ‘Venom Flow’.</p>\r\n\r\n<p>Para as disputas, prefere não arriscar e se profissionalizou com o Sub-Zero.&nbsp;<br />\r\nMogi não é uma potência nos e-sports. A cidade já realizou alguns campeonatos envolvendo diferentes jogos, organizados por times como o ‘Mogizera’, porém, já há talentos isolados, como Wellington, que hoje leva o nome da cidade Brasil à fora.&nbsp;</p>\r\n\r\n<p>O ‘Sub-Zero Mogiano’ entrou na cena competitiva do mundo dos videogames em 2014. Começou jogando Injustice, outro jogo de luta da NetherRealm, atual produtora do Mortal Kombat. No ano seguinte, ele migrou para o jogo mais famoso, o Mortal Kombat X, que era visado nos campeonatos.&nbsp;</p>\r\n\r\n<p>Antes de vencer no mundo dos jogos, teve também de enfrentar os desafios do dia a dia, que envolvem conseguir juntar o trabalho, estudos e treinos.</p>\r\n\r\n<p>Começou a participar de alguns torneios regionais entre os 15 e 16 anos. Foi aí que notou o bom desempenho, o que o motivou a continuar tentando e treinando mais. Em 2016, ele ganhou o torneio Fight in Rio, pegando gosto para competição. Depois, foi necessário “organização financeira”. Para visitar os campeonatos do país, em outros estados, tirava o dinheiro do seu bolso. Um alívio veio quando conseguiu o patrocínio com o time brasileiro Top Fighters.<br />\r\nNos anos seguintes, continuou participando de campeonatos, não deixando de lado o Injustice. Vieram também competições internacionais, que sempre participou enquanto vestia uma bandeira do Brasil.&nbsp;</p>\r\n\r\n<p>Ele conquistou a primeira liga latina, agora no Mortal Kombat 11, em junho de 2020, se classificando para a final do torneio em Chicago, nos Estados Unidos. A competição aconteceria em março daquele ano, porém Wellington teve o passaporte negado em quatro tentativas, algo que lhe prejudicou com a impossibilidade de participar de outras edições, como aconteceu em 2017. O caso gerou enorme comoção por parte de diversos outros amigos e colegas de “Konqueror”, que cobraram das produtoras do evento. Mais tarde, ele conseguiu a documentação a tempo.&nbsp;</p>\r\n\r\n<p>Na avaliação de Konqueror, o Brasil está abaixo apenas dos Estados Unidos em relação ao nível dos jogadores de Mortal Kombat 11. No futuro, Mogi das Cruzes poderá ter um campeão internacional, também no mundo virtual.</p>\r\n\r\n<p><strong>eSports</strong></p>\r\n\r\n<p>Por todo mundo, diversas mudanças sociais e tecnológicas estimularam o nascimento de games cada vez mais interativos e competitivos e, a partir deles, dos eSports.</p>\r\n\r\n<p>&nbsp;As pessoas que antes jogavam sozinhas em suas casas, ou em grupo no mesmo, console ou computador, agora podiam jogar online, interagindo e competindo com jogadores de todo o mundo.</p>\r\n\r\n<p>Em artigo, a Confederação Brasileira de eSports destaca que os Esportes Eletrônicos ou eSports (o termo mais usado atualmente no mundo) são uma nova modalidade surgida há poucos anos e que vêm dominando o mercado de games e atraindo legiões de jovens no mundo.</p>\r\n\r\n<p>Competições disputadas em games eletrônicos, em que os jogadores atuam como atletas profissionais de esportes tradicionais, são assistidas por uma audiência presencial e/ou online, por meio de diversas plataformas de stream online ou TV.&nbsp;</p>\r\n\r\n<p><strong>“Finish him”</strong></p>\r\n\r\n<p>Mortal Kombat é uma série de jogos criados pelo estúdio de Chicago da Midway Games. Em 2011, depois da falência da Midway, a produção de Mortal Kombat foi adquirida pela Warner Bros, tornando-se em seguida na Netherealm. A Warner detém atualmente os direitos da série.</p>\r\n\r\n<p>No seu lançamento, ela levantou polêmica pelos níveis de violência.&nbsp;</p>\r\n\r\n<p>Juntamente com Street Fighter da Capcom e Tekken da Namco, Mortal Kombat tornou-se uma das mais influentes e mais bem sucedidas séries de jogos de luta na história dos videojogos. Em abril de 2015, depois do lançamento de Mortal Kombat X, a série já tinha vendido mais de 35 milhões de unidades, segundo informações do site Gamesport, especializado na área. Sem dúvida, grande parte da fama da série veio à tona com o uso de finalizações, movimentos especiais que podem ser usados somente no final de uma luta, usando uma certa sequência de botões para ser realizada quando o oponente está tonto. A finalização mais conhecida é a Fatality.&nbsp;</p>\r\n\r\n<p>A primeira competição esportiva eletrônica que se tem notícia data de 19 de outubro de 1972 para estudantes da Universidade Stanford, nos Estados Unidos, com o jogo Spacewar, cujo nome oficial foi “Olimpíadas Intergaláticas de Spacewar”. O prêmio foi um ano de assinatura da revista Rolling Stone. (F.P.)</p>\r\n",
  "gallery": [],
  "image": [
    {
      "byline": "Teste3",
      "caption": "Teste2",
      "contentId": "1.192"
    },
    {
      "byline": "Teste3",
      "caption": "Teste2",
      "contentId": "1.191"
    }
  ],
  "multimidia": [],
  "keymetas": "",
  "keywords": "",
  "metadata": [
    "E-Sports",
    "Wellington de Castro",
    "Esportes",
    "Konqueror",
    "Mogi das Cruzes",
    "Mortal Kombat"
  ],
  "multimidia-type": "fileGallery",
  "multimidia-items": [],
  "options": {
    "allow_comments": "true",
    "under_paywall": "true"
  },
  "path": "http://localhost:8080/esportes/sub-zero-mogiano-%C3%A9-bicampe%C3%A3o-da-am%C3%A9rica-latina-1.190",
  "priority": "true",
  "template": "articlePagelayout",
  "texts": [],
  "timestamps": {
    "time_created": "2021-06-19 20:40:21",
    "time_modified": "2021-06-19 23:24:21",
    "time_published": "2021-06-19 20:40:21"
  },
  "title": "'Sub-Zero mogiano' é bicampeão da América Latina",
  "subject": "E-SPORTS",
  "subtitle": "Wellington de Castro, o Konqueror, conquistou o maior campeonato de Mortal Kombat 11 do continente",
  "subtitle_image": "",
  "video-url": ""
}